IDEA Open Model
SectionCharacteristics.Z0 Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the Shear center coordinate Z related to the center of gravity.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Z0 { get; set; }
Public Property Z0 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace